<template>
  <view class="agreement">
    <text>杭州瑶池文化传播有限公司（以下简称“青点阅读”）及其关联公司（本公司及其关联公司以下合称“我们”）非常重视用户个人信息及隐私权的保护，因此我们制订了涵盖如何收集、存储、使用、共享和保护用户信息以及我们为作为用户的您（以下简称“用户”或“您”）提供的访问、更新、删除和保护这些信息方式的隐私政策。我们希望通过本隐私权保护声明（以下简称“本隐私政策”）向您清晰地介绍我们对您个人信息及其他信息的处理方式。
      本隐私政策与您使用青点阅读的产品和/或服务息息相关，请您在使用青点阅读的所有产品和/或服务前，完整阅读并透彻理解《青点阅读隐私权政策》（尤其是加粗划线的内容）并确定了解我们对您个人信息（定义见下文）及其他信息的处理规则，并相应作出您认为适当的选择。如果您不同意本隐私政策的内容的全部或部分，意味着您选择放弃使用青点阅读产品和/或服务，亦请立即停止使用青点阅读产品和/或服务的行为。当您使用青点阅读任一产品和/或服务时，则表示您同意且完全理解本隐私政策的全部内容。
      引言
    </text>
    <text class="title">本政策包含以下内容</text>
    <text>一、我们如何收集和使用您的个人信息及其他信息 二、我们如何使用Cookie 和同类技术 三、合法共享、转让、公开披露您个人信息的情形 四、我们如何安全地保护和保存您提供的信息 五、您如何访问和控制自己提供的信息 六、未成年人的个人信息保护 七、通知和修订 八、适用法律与争议解决 九、如何联系我们</text>
    <text class="title">特别提示</text>
    <text>1、感谢您对青点阅读的使用及信任，我们将持续致力于为您提供更加安全可靠的服务。
      2、青点阅读所有的产品和/或服务（包括青点阅读所有的产品和/或服务及青点阅读关联公司的产品和/或服务）均适用本隐私政策，但某些特定产品和/或服务还将适用特定的隐私政策。
      3、前述特定产品和/或服务的隐私政策构成本隐私政策的一部分，如与本隐私政策有不一致之处，以特定产品和/或服务的隐私政策为准。
      4、除非本隐私政策另有明确所指，本隐私政策不适用于通过我们的产品和/或服务而接入的由第三方独立为您提供的产品和/或服务的情形，例如在搜索结果中向您显示的产品或网站、可能包含第三方服务的网站或者在我们的服务中链接到的其他网站。请注意，如果您使用第三方的产品和／或服务时向其提供您的个人信息及其他信息，您的信息应当适用该第三方的隐私声明或类似政策，我们对任何第三方不当使用或披露由您提供的信息不承担法律责任。
      5、本隐私政策仅适用于14周岁以上的用户，如果您是不满14周岁的儿童，或您是拟为儿童注册青点阅读账号的监护人，请您立即停止对本隐私政策的阅读和任何其他操作。青点阅读不向不满14周岁的儿童提供产品和/或服务，亦不允许任何人代儿童注册账号或注册账号后实际提供给儿童使用，如果我们发现您或者相关方存在前述行为，公司有权视情况采取相关措施，包括但不限于限制使用、注销账户等，同时公司将删除已采集的儿童个人信息。
    </text>
    <text class="title">一、我们如何收集和使用您的个人信息及其他信息</text>
    <text>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们仅会出于以下合法目的，收集和使用您的个人信息及其他信息：
      （一）您授权我们收集和使用您个人信息及其他信息的情形
      我们的产品和/或服务包括一些特定业务功能和附加功能，这些功能包含了本地阅读或在线阅读所必须的功能、改进我们的产品和/或服务所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现前述这些功能。如果您不提供相关信息，您可能将无法享受我们提供的产品和/或服务。
      因此，为了向您提供更好、更个性化的产品和/或服务，您同意我们收集以下信息：
      1、在您使用产品和/或服务过程中可能收集的信息。
      我们可能会收集关于您使用产品和/或服务（包括使用方式）过程中产生的信息，此类信息包括：
      1) 【设备信息】。为了保障您正常使用提供本产品和/或服务，以及保障您的账号安全，我们会收集设备属性信息（例如您的硬件型号、操作系统版本、设备配置、唯一设备标识符、国际移动设备身份码IMEI、网络设备硬件地址MAC、广告标识符IDFA、IDFV等），设备连接信息（浏览器的类型、电信运营商、使用的语言）以及设备状态信息（例如设备传感器数据，设备应用安装列表）。
      2) 【日志信息】。为了保障您安全使用本产品和/或服务，我们的服务器可能会自动记录一些信息，例如您对我们的产品和/或服务的使用情况、IP地址、浏览器的类型和使用的语言等。请您注意，上述信息不包括您的任何个人信息及其他信息，也不包括您可能通过使用相关应用程序、服务或网站发送或共享的内容。
      以上数据信息都采用匿名的方式进行收集和存储。同时，我们也会对信息采取加密处理，保证信息的安全性。
      2、改进我们的产品和/或服务所必须的功能
      您理解并同意，当您使用青点阅读的服务时，我们可能会收集您的浏览信息、您的兴趣爱好等进行数据分析以形成用户画像，用来将您感兴趣的商品或服务信息展示给您。我们可能为了提供服务及改进服务质量的合理需要而获得您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查或者需要创意广告需求等业务时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务，比如帮助您使用您创建的青点阅读账户一键快捷登录关联方或合作方的服务平台或者经您授权使用微博或微信等账户一键快捷登录等。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，可能通过使用创建和维护唯一标识符的cookie、像素标签和类似技术实现，以便为您提供更精准的推送服务、个性化内容和建议。
      3、您在使用特定产品和/或服务时可能需要向我们提供的信息
      1) 您登录青点阅读账户时须向我们提供手机号码。 2) 在您选择进行下载或使用产品中其他需要消耗较多流量计费的功能时，我们根据您的网络状态来提示下载等功能，并在征得您的同意后更改WiFi状态；  3）为了根据当前网络状态做相关操作（如提示您是否继续下载等），我们需要查看您的网络状态； 4）在您使用夜间模式功能时，为修改手机亮度，我们需要获取修改全局系统设置的权限； 5）在您在阅读页设置中使用设置屏保时间功能时，我们需要获取防止手机休眠的权限； 6）为读取系统缓存中的数据库等本地持久化数据，如读取存储在系统缓存中的本地书架数据库，我们需要获取读取系统缓存中的内容的权限； 7）如您同意并主动开启了消息提醒功能，为在开机时向您及时发送订阅的书籍更新提醒和消息提醒，我们需要获取开机时自动启动的权限； 8）为用户提供对账和资产保护等服务而收集、存储、使用用户的购买记录、充值记录等。
      请您注意，如果您不选择使用特定产品和/或服务，则无需提供相关信息。
      您理解并同意，本服务默认生成软件使用信息（包括但不限于用户主页，及主页上展示的书架、书评、阅读时长、个性签名等信息）并向其他用户开放浏览可见,您及其他用户将有权浏览对方因使用本服务所生成的软件使用信息，前述软件使用信息不属于个人隐私或不能公开的个人信息。
      （二）您可选择是否授权我们收集和使用您的个人信息及其他信息的情形
      1、为使您使用青点阅读更便捷或体验更好，从而提升您在青点阅读的使用体验，我们以下附加功能中可能会收集和使用您的个人信息及其他信息。如果您不提供这些个人信息及其他信息，您依然可以进行使用青点阅读，但您可能无法使用这些可以为您所带来更佳体验的附加功能或在使用某些服务时需要重复填写一些信息。这些附加功能包括：
      （1）基于摄像头（相机）的附加功能：您可以使用这个附加功能完成拍照、扫码的功能；
      （2）基于图片上传的附加功能：您可以在青点阅读上传您的照片来作为头像。
      2、上述附加功能可能需要您在您的设备中向我们开启您的相机（摄像头）、相册（图片库）的访问权限，以实现这些功能所涉及的信息的收集和使用。您也可以决定将这些权限随时的开启或关闭。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息及其他信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息及其他信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息及其他信息的处理。
      （三）您充分知晓，以下情形中，我们收集、使用个人信息及其他信息无需征得您的授权同意：
      1、与国家安全、国防安全有关的； 2、与公共安全、公共卫生、重大公共利益有关的； 3、与犯罪侦查、起诉、审判和判决执行等有关的； 4、出于维护个人信息及其他信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的； 5、所收集的个人信息及其他信息是个人信息及其他信息主体自行向社会公众公开的； 6、从合法公开披露的信息中收集的您的个人信息及其他信息的，如合法的新闻报道、政府信息公开等渠道； 7、根据您的要求签订合同所必需的； 8、用于维护所提供的产品和/或服务的安全稳定运行所必需的，例如发现、处置产品和/或服务的故障； 9、为合法的新闻报道所必需的（如适用，但仅为实现公共利益之目的）； 10、学术研究机构基于公共利益开展统计或学术研究所必要（如适用，但仅为实现公共利益之目的），且对外提供学术研究或描述的结果时，对结果中所包含的个人信息及其他信息进行去标识化处理的； 11、法律法规规定的其他情形。
      （四）我们从第三方获得您个人信息及其他信息的情形
      【第三方信息】为共同向您提供产品/服务或改进产品服务的质量和个性化程度或出于对产品和/或服务安全性的考量等合理需要，我们将按照法律法规的规定或基于您的授权从关联公司、联盟成员、合作伙伴及其他受信任的第三方供应商、服务商及代理商处接收您的个人信息及其他信息，且您理解并同意，我们无需对该等第三方的收集和提供行为承担法律责任。
      （五）您个人信息及其他信息使用的规则
      1、我们会根据法律规定及本隐私政策的约定并为实现我们的产品和/或服务功能对所收集的个人信息及其他信息进行合法的使用。
      2、在收集您的个人信息及其他信息后，我们将通过技术手段按照法律的规定对该等信息进行去标识化处理，去标识化处理的信息将无法识别用户主体。我们可能通过技术手段按照法律的规定对该等信息进行匿名化处理，匿名化处理后的信息将无法识别用户主体，且处理后的信息不能被复原。
      3、【使用授权】请您注意，您在使用我们的产品和/或服务时所提供的所有个人信息及其他信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品和/或服务期间持续授权我们使用。
      4、我们会对我们的产品和/或服务使用情况进行统计，并可能会与公众或第三方（包括但不限于代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置数据的地图服务供应商，以及金融类服务供应商等）共享这些统计信息，以展示我们的产品和/或服务的整体使用趋势，或维护和改善我们的服务，但这些统计信息不包含您的任何身份识别信息。
      5、我们仅会基于合法目的分享您的个人信息及其他信息，同时我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的个人信息及其他信息的安全。
    </text>
    <text class="title">二、我们如何使用 Cookie 和同类技术</text>
    <text>（一）Cookies的使用
      1、为实现您的个性化需求，我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。
      2、我们不会将 Cookies 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookies。您可以清除相关使用终端上保存的所有 Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookies；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问我们网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。
    </text>
    <text class="title">三、合法共享、转让、公开披露您个人信息的情形</text>
    <text>（一）共享
      1、我们不会与青点阅读及其关联公司以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
      （1）事先获得您的明确同意或授权； （2）根据适用的法律法规、法律程序的要求、行政或司法机关要求所必须的情况下进行提供；
      2、我们可能会将经去标识化或匿名化处理、无法识别您的身份且接收方无法复原的信息，与我们的关联方共享，以提供更好的客户服务和用户体验，包括但不限于与广告或资讯类服务商共享，以帮助其在不识别您个人的前提下，提升推送内容的有效触达率，以及分析我们的产品和服务使用情况等。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。我们的关联方包括我们的关联公司，以及广告、授权方、供应商等合作伙伴。
      （二）转让
      我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
      1、事先获得您的同意或授权； 2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供； 3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供； 4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
      （三）公开披露
      我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
      1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息； 2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
      （四）对第三方责任的声明
      【第三方服务】请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方（如青点阅读APP中提供服务的第三方）可能有自己的隐私权保护政策，我们将向您明示相关服务由第三方提供；当您查看第三方创建的网页或使用第三方开发的应用程序时，青点阅读建议您务必仔细查看这些第三方网站或服务提供商的《隐私声明》及《服务协议》，以了解他们如何处理您的个人信息，以便您审慎决策是否使用他们的服务。
    </text>
    <text class="title">四、我们如何安全地保护和保存您的个人信息</text>
    <text>（一）信息的存储地点
      我们在中华人民共和国境内收集和产生的个人信息，存储在中华人民共和国境内。青点阅读不会向中华人民共和国境外提供或存储个人信息。
      （二）信息的存储期限
      我们仅为实现服务目的所必需的时间保留您的个人信息，当您注销青点阅读账户后，我们将删除相应的信息；当我们的产品或服务发生停止运营的情形，我们将以公告等形式通知您，并根据法律法规要求在合理期限内删除您的个人信息。
      （三）我们保护您个人信息的技术与措施
      我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
      1、【数据安全技术措施】我们承诺我们将使信息安全保护达到合理的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来防止您的信息被泄露、毁损或者丢失包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。 青点阅读的网络服务采取了传输层安全协议等加密技术，通过https等方式提供安全服务，确保数据在传输过程中的安全。 青点阅读采取多种加密技术对用户个人信息进行加密保存，并对包含有用户个人信息的存储介质或信息系统通过逻辑或物理隔离方式进行安全域隔离。 在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用多种数据脱敏技术对敏感字段进行脱敏，增强个人信息在使用中安全性。 非因青点阅读的原因导致的密码泄露和密码被第三方获取和利用，青点阅读不承担法律责任。
      2、【青点阅读为保护个人信息采取的其他安全措施】青点阅读通过建立信息分类分级制度、用户信息安全管理制度、安全开发规范等来规范个人信息在内部存储、使用、共享等多方面的安全行为。 青点阅读通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。 青点阅读对工作人员处理您的信息的行为进行监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导，还会组织全体工作人员参加安全考试，举办安全和隐私保护培训课程，加强员工对保护个人信息重要性的认识。
      3、请您理解，由于技术水平限制及可能存在的各种恶意手段，有可能因我们可控范围外的因素而出现问题。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话或推送通知方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
      4、如我们停止运营，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行销毁或匿名化处理。
    </text>
    <text class="title">五、您如何访问和控制自己提供的个人信息</text>
    <text>1、您对自己的个人信息可行使的权利：
      （一）访问您的个人信息
      （1）、您可通过“我的-联系我们”在线反馈的方式，查阅您所有的个人信息，修改或删除上述个人信息，或进行相关的隐私、安全设置。但出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的初始注册信息。
      （二）更正您的个人信息
      （1）、当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“（一）访问您的个人信息”中罗列的方式提出更正申请。
      （2）、如您发现我们采集、储存的您的个人信息有错误的，您可以联系我们的客服要求更正。
      （三）删除您的个人信息
      在以下情形中，您可以向我们提出删除个人信息的请求：
      （1）如您发现我们采集、使用您个人信息的行为，违反了法律、行政法规规定或违反了与您的约定，您可联系我们的客服，要求删除该违反行为下采集的您的个人信息；
      （2）如果您不再使用我们的产品和/或服务，或您注销了账户；
      （3）如果我们不再为您提供产品和/或服务。
      请您注意：当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。
      （四）注销您的账户
      您有权注销您已注册的账户，您可通过【我的】栏目申请注销您的账户，具体方式请遵从相关软件的注销政策。在您的账户注销之后，我们将停止为您提供产品和/或服务，并依据您的要求，删除您的个人信息、阅读记录、书架、余额等，法律法规另有规定的除外。
      （五）改变您授权同意的范围：
      每个业务功能需要一些基本的个人信息才能得以完成（见本隐私政策“一、我们如何收集和使用您的个人信息及其他信息”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。
      您可通过以下方式自行操作：
      您可在您设备的系统设置-应用管理中找到青点阅读并管理、修改或删除相关权限。
      当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
      2、如您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品和/或服务时所产生的其他个人信息，您可联系我们的客服，由我们的客服协助您处理。
      3、如您发现自己的个人信息泄密，尤其是您的账户发生泄露，请您立即通过本政策最下方【如何联系我们】约定的联系方式联络我们，以便我们采取相应措施。
      4、在响应您上述1款（二）、（三）项下的部分要求前，为保障安全，我们需要先验证您的身份和凭证资料，验证通过后将在五个工作日内处理完成；有特殊情形的，最长将在不超过三十天或法律法规规定期限内作出答复。如您不满意我们的答复，还可以向消费者权益保护部门投诉或向有管辖权的法院提起诉讼。
      5、在以下情形中，按照法律法规要求，我们将无法响应您的请求： （1）与国家安全、国防安全有关的； （2）与公共安全、公共卫生、重大公共利益有关的； （3）与犯罪侦查、起诉和审判等有关的； （4）有充分证据表明您存在主观恶意或滥用权利的； （5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
    </text>
    <text class="title">六、未成年人的个人信息保护</text>
    <text>1、青点阅读非常重视对未成年人个人信息的保护。我们的产品和/或服务仅面向14周岁以上的用户，未满14周岁的儿童请不要使用我们的产品和/或服务。若您是14周岁以上、不满18周岁的未成年人，在使用我们的产品与/或服务前，请务必要求您的监护人仔细阅读本隐私政策，并请您在征得您的监护人同意的前提下使用我们的产品和/或服务或向我们提供信息。
      2、如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您或监护人立即终止使用我们的服务并及时与我们取得联系。
      3、在收到您的书面通知而知晓或我们自行知晓，青点阅读在事先未获得监护人同意的情况下收集了未成年人的个人信息时，青点阅读会立即停止相关信息收集及使用，并将尽快删除相关数据。
      4、青点阅读将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。
    </text>
    <text class="title">七、通知和修订</text>
    <text>1、为给您提供更好的服务以及随着青点阅读业务的发展，本隐私政策也会不定时更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在青点阅读移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问青点阅读以便及时了解最新的隐私政策。
      2、如发生重大变更，我们将会采取更具有提示作用的方式告知您，包括但不限于发送邮件、信函、电话、推送通知等。本隐私政策所指的重大变更包括但不限于： （1）我们的服务模式发生重大变化； （2）个人信息公开披露的主要对象发生变化。
      3、【隐私政策的修订】我们可能对本隐私政策进行的修订构成本隐私政策的一部分，且具有溯及力。若您继续使用我们的产品和/或服务，即表示您同意受修订后的本隐私政策的约束。
    </text>
    <text class="title">八、适用法律与争议解决</text>
    <text>1、【法律适用】本隐私政策的执行、解释和争议的解决均适用中华人民共和国法律，且不考虑任何冲突法。
      2、【争议解决】您和青点阅读就本隐私政策内容或其执行发生任何争议的，双方应友好协商解决。如双方无法协商解决争议时，双方同意应将争议提交至青点阅读所在地有管辖权的法院诉讼解决。
    </text>
    <text class="title">九、如何联系我们</text>
    <text>1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，欢迎垂询本公司客服中心【QQ：2095827074】。
      2、我们设立了个人信息保护专职部门（或个人信息保护专员），您可以通过发送邮件至【read@cqyaochi.com】的方式与其联系。
      注：本《青点阅读隐私权政策》于2020年1月15日修订并生效。
      杭州瑶池文化传播有限公司
      注册地址：浙江省杭州市余杭区南苑街道西子国际金座2幢503室
      2020年1月15日
    </text>
  </view>
</template>

<script>
export default {

}
</script>

<style lang="less" scoped>
  .agreement {
		display: flex;
    flex-direction: column;
    padding: 0 30rpx;
    .title {
      font-weight: bold;
    }
    text{
      color: #333;
    }
  }
</style>

